Repository: micheleg/dash-to-dock
Catalog: po/*.po
Languages: cs_cz

source: Main Settings
cs_cz: Hlavní nastavení

source: Dock is fixed and always visible
cs_cz: Dock je zafixovaný a je vždy vidět

source: Animation time [ms]
cs_cz: Délka animace [ms]

source: Show delay [ms]
cs_cz: Délka prodlení před zobrazením [ms]

source: Hide delay [ms]
cs_cz: Délka prodlení před schováním [ms]

source: Autohide
cs_cz: Automatické schování

source: intellihide
cs_cz: Inteligentní schování

source: Application based intellihide
cs_cz: Inteligentní schování dle aplikací

source: Show the dock on following monitor (if attached)
cs_cz: Ukazovat dock na následující obrazovce (pokud je připojena)

source: Primary (default)
cs_cz: Primární (výchozí)

source: Max height
cs_cz: Maximální výška

source: Expand (experimental and buggy)
cs_cz: Roztáhnout (experimentální a zabugované)

source: Maximum icon size
cs_cz: Maximální velikost ikon

source: Show favorite application icons
cs_cz: Ukazovat ikony oblíbených aplikací

source: Show running application icons
cs_cz: Ukazovat ikony spuštěných aplikací

source: Optional features
cs_cz: Nepovinné funkce

source: Customize the dock background opacity
cs_cz: Nastavit průhlednost pozadí docku

source: Opacity
cs_cz: Průhlednost

source: Only when in autohide
cs_cz: Jen při automatickém schovávání

source: Switch workspace when scrolling over the dock
cs_cz: Měnit workspace při scrollování na docku

source: Switch one workspace at a time
cs_cz: Měnit jen jeden workspace najednou

source: Only a 1px wide area close to the screen edge is active
cs_cz: Aktivní je jen oblast jednoho pixelu u hranice obrazovky

source: All the area of the dock is active
cs_cz: Celá oblast docku je aktivní

source: Customize actions on mouse click
cs_cz: Nastavit akce při kliknutí myši

source: Action on clicking on running app
cs_cz: Akce spuštěná při kliknutí na běžící aplikaci

source: Do nothing (default)
cs_cz: Nedělat nic (výchozí)

source: Minimize
cs_cz: Minimalizovat

source: Launch new window
cs_cz: Spustit nové okno

source: Cycle through application windows
cs_cz: Střídat skrze běžící okna aplikace

source: Minimize window on shift+click (double click for all app windows)
cs_cz: Minimalizovat okno při shift+kliknutí (dvojklik pro všechny okna aplikací)
